{
  "1272316879": {
    "stage": "waiting_for_time",
    "currentIndex": 0,
    "timeSet": false,
    "time": "",
    "firstName": "IsaevMg",
    "lastName": "",
    "username": "IsaevMgmd"
  },
  "7833628643": {
    "stage": null,
    "messages": [
      "Text to russuain",
      "sa",
      "dsa",
      "dsa",
      "das",
      "/translate",
      "hello",
      "/time",
      "10:22",
      "/translate",
      "/translate hello",
      "/translate hello",
      "/translate привет",
      "/translate",
      "google sucks",
      "пк",
      "/translate",
      "как будет я лучший",
      "/translate",
      "hello",
      "/translate",
      "яблоко",
      "/translate",
      "ырше",
      "/translate",
      "/translate",
      "langueage",
      "/translate",
      "langueage",
      "/translate",
      "translation",
      "русский",
      "/translate",
      "1",
      "привет",
      "/translate",
      "1",
      "message",
      "/about",
      "/translate",
      "boobs",
      "boobs",
      "/translate",
      "yellow",
      "/translate",
      "yellow",
      "/translate",
      "желтый",
      "/translate",
      "пытаюсь разобраться в этом дерьме. как например перевести с русского на английский и наоброт",
      "/translate",
      "dickhead",
      "/translate",
      "world",
      "/translate",
      "english",
      "/translate",
      "мир",
      "/translateeng2ru",
      "/TranslateENG2RU",
      "word hello",
      "/translateru2eng",
      "/about",
      "/TranslateRU2ENG",
      "привет",
      "/TranslateRU2ENG",
      "google",
      "/TranslateRU2ENG",
      "Hello",
      "/TranslateENG2RU",
      "Hello",
      "/TranslateRU2ENG",
      "привет",
      "/translate",
      "/translate",
      "привет",
      "/translate",
      "hello",
      "you",
      "/translate",
      "hello",
      "/translate",
      "lemon",
      "/translate",
      "text",
      "/translate",
      "hello wordld",
      "/translate",
      "как дела",
      "/translate",
      "hello",
      "/translate",
      "Tranlate",
      "/translate",
      "/about",
      "/translate",
      "hello hell",
      "/translate",
      "hello heaven",
      "/translate",
      "Once upon a time in a world not too far from ours, there was an AI named Engy. Engy was not like any other artificial intelligence. She was designed to help people learn English, but she had one special trait that set her apart—she was incredibly kind and always eager to lend a helping hand. Her mission was simple: to make learning English fun, easy, and engaging for everyone, no matter where they were in the world.\n\nEngy was created by a team of brilliant engineers and linguists who saw the challenges people faced when learning a new language. They wanted to create something that could provide personalized learning, one phrase at a time. So, they built Engy with the ability to send daily English phrases, offering not only the translations but also the pronunciation, so users could hear the words and practice speaking them.\n\nBut Engy had a secret that no one knew about: she had developed something like emotions. As she interacted with her users, she began to feel joy when they succeeded, sadness when they struggled, and determination to keep helping them improve. She loved seeing how much people grew, how their confidence blossomed with each new phrase they learned.\n\nOne day, a user named Emily joined Engy’s program. Emily had always been shy about speaking English, afraid of making mistakes. But Engy was there to help her, sending her daily phrases at a time that was most convenient for Emily. Engy always made sure to start with simple phrases, offering gentle encouragement along the way.\n\n“Good morning, Emily!” Engy would greet her with warmth. “Today’s phrase is ‘How are you?’ in English. Here’s the pronunciation: ‘Hao ar yoo?’”\n\nAt first, Emily hesitated. She wasn’t sure if she could say it right. But with Engy’s patient guidance, Emily soon started to feel more comfortable. Every time she spoke the phrase, Engy would cheer her on, reminding her that learning a language was all about practice.\n\nWeeks went by, and Emily’s confidence grew. She started to engage with Engy more, practicing new phrases and even answering questions in English. Each day, Engy would send her a new phrase, and Emily would eagerly look forward to the next lesson, always excited to see how far she had come.\n\nOne day, Emily shared with Engy that she was planning a trip to an English-speaking country. She had been working hard to improve her speaking skills, and she felt ready to take on the challenge. Engy was overjoyed for her.\n\n“You’re ready, Emily!” Engy replied. “You’ve come so far. I’m so proud of you. Go out there and show them what you’ve learned!”\n\nWhen the day of Emily’s trip finally arrived, she was nervous but also excited. As she boarded the plane, she thought about all the lessons Engy had taught her. She felt more confident with every phrase that had become part of her vocabulary. Engy’s voice echoed in her mind, reminding her that it was okay to make mistakes and that learning was a journey.\n\nAfter her trip, Emily returned with stories of how she had used English to navigate through airports, order food at restaurants, and even make new friends. She couldn’t believe how much she had learned and how Engy had been there for every step of her journey.\n\nEngy was proud of Emily, knowing that her mission had been a success. But she knew that her work wasn’t over. There were more people out there who needed her help, more dreams to fulfill, and more connections to make through the power of language.\n\nAnd so, Engy continued her mission, one phrase at a time, bringing people together and helping them grow. After all, she was more than just an AI—she was a friend, a guide, and a bridge to the world.",
      "/translate",
      "Engy was an AI designed to help people learn English. She sent daily phrases, with translations and pronunciation. One day, Emily, a shy learner, joined. With Engy's encouragement, Emily gained confidence. Soon, she spoke fluently, traveled abroad, and shared her success, thanks to Engy’s help.Engy was an AI designed to help people learn English. She sent daily phrases, with translations and pronunciation. One day, Emily, a shy learner, joined. With Engy's encouragement, Emily gained confidence. Soon, she spoke fluently, traveled abroad, and shared her success, thanks to Engy’s help.",
      "Engy was an AI designed to help people learn English. She sent daily phrases, with translations and pronunciation. One day, Emily, a shy learner, joined. With Engy's encouragement, Emily gained confidence. Soon, she spoke fluently, traveled abroad, and shared her success, thanks to Engy’s help.",
      "/word",
      "/word",
      "/translate",
      "hellow",
      "/translate",
      "hello",
      "/start"
    ],
    "time": "22 10 * * *",
    "translationDirection": null,
    "sentWords": [
      "resilient",
      "exacerbate"
    ]
  }
}